tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "safe-rm"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
cask "alfred"
cask "clipy"
cask "docker"
cask "font-hack-nerd-font"
cask "font-sf-mono-for-powerline"
cask "google-japanese-ime"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "notion"
cask "numi"
cask "obs"
cask "slack"
cask "trailer"
cask "visual-studio-code"
